<?php

return [

    /*
    |--------------------------------------------------------------------------
    | словарь всех страниц
    |--------------------------------------------------------------------------
    |
    |
    |
    */


    /*    кнопки    */
    'from' => 'з',
    'to' => 'по',
    'details' => 'Детальніше',
    'all_actions' => 'Всі акції',
    'all_news' => 'Всі новини',
    'all_categories' => 'Усі категорії',
    'all_cities' => 'Усі міста',
    'subscribe' => 'Підписатися',
    'calculate' => 'Розрахувати',
    'credit' => 'кредит',
    'back_home' => 'Повернутися на головну',
    'send_resume' => 'Відправити резюме',
    'send' => 'Відправити',

    /*    404    */
    'not_found' => 'Упс, сторінка не знайдена',
    'back_to_main' => 'Повернутися на головну',

    /*    заголовки  главная страница  */

    'credit_calculator' => 'Кредитний калькулятор',
    'how_to_get_credit' => 'Як отримати кредит',
    'main' => 'Головна',
    'offices' => 'Відділення',
    'credits' => 'Кредити',
    'for_clients' => 'Клієнтам',
   'private_office' => 'Особистий кабінет',
    // 'private_office' => 'Кабінет',
    'private_office_private' => 'Особистий',
    'private_office_office' => 'кабінет',
    'about' => 'Про компанію',
    'contacts' => 'Контакти',
    'search' => 'Пошук',
    'collaboration' => 'Співпраця',
    'vacancies' => 'Вакансiї',
    'career' => 'Кар\'єра',
    'company_rewards' => 'Нагороди компанії',
    'online_chat' => 'Онлайн чат',
    'calculate_credit' => 'Розрахувати кредит',
    'calculate_my_credit' => 'Розрахувати мій кредит',
    'calculate_bail' => 'Визначте приблизну вартість застави і залиште заявку на отримання кредиту',
    'call_free' => 'Дзвоніть безкоштовно',
    'you_get' => 'Ви отримуєте',
    'on_bail' => 'Під заставу',
//    'special_abilities' => 'Оцінка ексклюзивного залогу',
    'special_abilities' => 'Оцінка елітної застави',
    'actions' => 'Акції',
    'our_actions' => 'Наші акції',
    'get_news' => 'Дізнатися про всі акції та новини першим',
    'last_news' => 'Останні новини',
    'achievements' => 'Досягнення',
    'years_on_market' => 'років на ринку',
    'offices_amount' => 'відділень по Україні',
    'cities' => 'міст',
    'happy_clients' => 'клієнтів',
    'given_credits' => 'виданих кредитів',
    'feedbacks' => 'Відгуки клієнтів',
    'closest_office' => 'Найближче відділення',

    /*    заголовки  раздел новости  */

    'news' => 'Новини',
    'show_news' => 'Показувати новини:',
    'calculate_message' => 'Визначте приблизну вартість застави і залиште заявку на отримання кредита',
    'share' => 'Поділитися в: ',
    'no_news' => 'Нема новин',
    'try_more' => 'Спробуйте застосувати інший фільтр',

    /*    заголовки раздел промо       */

    'promo' => 'Промо',

    /*    заголовки  раздел отделения  */

    'choose_city' => 'Виберіть місто',
    'choose_office' => 'Виберіть відділення',
    'all_offices' => 'Всі відділення',
    'city' => 'Місто:',
    'office' => 'Відділення',
    'full_day' => 'Цілодобово',
    'moved_in' => 'Перенесено до ',

    /* оценка отделения */
    'good' => 'Добре',
    'sad' => 'Погано',
    'good_answer' => 'Дякуємо, що Ви нам довiряєте!',
    'sad_answer' => 'Дякуємо, що Ви допомагаєте нам вдосконалюватись!',
    'choose_variant' => 'Оберiть свiй варiант',
    'bad_consultation' => 'Погана консультацiя',
    'low_tariff' => 'Низька оцiнка застави',
    'other' => 'Iнше',
    'estimate' => 'Оцінити',
    'communication' => 'Кнопка зв\'язку',
    'comment' => 'Напишiть свiй коментар...',
    'cb_message' => 'Час роботи з 09:00 до 20:30',
    'checkbox_err' => 'Необхідно вибрати хоча б один з пунктів',
    'cb_success_message' => 'Очікуйте на дзвінок',
    'cb_success_message_err' => 'Виникла помилка. Спробуйте повторити пізніше.',


    /*    заголовки  раздел акции  */

    'show_actions' => 'Показувати акції:',
    'archive_actions' => 'Архів акцій:',
    'offers_unavailable' => 'На даний момент пропозиції тимчасово не доступні',
    'follow_our_news' => 'Слідкуйте за нашими новинами, щоб не пропустити вигідні акції',

    /*    раздел поиска  */

    'search_results' => 'Результати пошуку:',

    'start_type' => 'Почніть вводити текст...',

    /*    заголовки  раздел тарифные планы  */

    'tariff_plans' => 'Тарифні плани',
    'max_term' => 'максимальний термін кредитування',
    'discover_tariffs' => 'Дізнатися тарифні плани',
		'details_tariff_plans' => 'Детальні умови тарифних планів',

    /*   страница 404  */

    '404_message' => 'Упс, сторінка не знайдена',

    /*    заголовки  раздел вакансии  */

    'region' => 'Регіон',
    'categories' => 'Категорії',

    /*   заголовки  раздел часто задаваемые вопросы  */

    'faqs' => 'Поширені запитання',
    'all' => 'Всі',
    'have_questions' => 'Залишились питання?',
    'callbacks_free' => 'Дзвінки безкоштовні ',
    'callbacks_request_message' => '  або заповніть форму і ми Вам передзвонимо',
    'your_name' => 'Ваше ім\'я',
    'your_phone' => 'Ваш телефон',

    /*   словарь для раздела финансовой отчетности  */

    'financial_reports' => 'Реквізити та фінансова звітність',
    'certificate' => 'Свідоцтво про реєстрацію фінансової установи: ',

    /* Акции */

    'action_conditions' => 'Офіційні умови акції:',

    /*  заказ обратного звонка   */

    'enter_your_phone' => 'Введіть ваш номер телефону, щоб ми змогли вам допомогти.',
    'callback' => 'Зворотний дзвінок',
    'thanks_for_feedback' => 'Дякуємо за відгук!',
    'we_will_call' => 'Ми вам передзвонимо найближчим часом.',

    /*  message-second   */
    'greetings' => 'Шановні клієнти!',
    'message_descr' => 'У період карантину відділення Ломбард Капітал продовжують свою роботу, за винятком ряду відділень розташованих в ТРЦ та містах, що закриті за рішенням адміністрації або місцевих органів влади. Будьте уважні - в ломбардах тимчасово змінено режим роботи.',
    // calculator

    'calculate_your_credit' => 'Розрахувати свій кредит',
    'bail_gold' => 'Під золото',
    'bail_silver' => 'Під срібло',
    'bail_gadget' => 'Під техніку',
    'min_weight' => 'Мінімальна вага 1 грам',
    'weight' => 'Вага виробу',
    'hallmark' => 'Проба металу',
    'hallmark_choose' => 'Виберіть пробу',
    'stones' => 'Камені і вставки',
    'yes' => 'Так',
    'no' => 'Ні',
    'tariff_plan' => 'Тарифний план',
    'lending_terms' => 'Умови кредитування',
    'tariff_choose' => 'Виберіть тариф',
    'to_know_more' => 'Дізнатися більше',
    'your_status' => 'Ваш дисконтний статус',
    'choose_status' => 'Виберіть статус',
    'default_status' => 'Без статуса',
    'your_term' => 'Термін кредитування',
    'here_result' => 'Тут буде результат',
    'credit_amount' => 'Сума кредиту',
    'get' => 'Отримати',
    'discount' => 'знижку',
    'credit_percentages' => 'Сума % за кредит',
    'credit_descr' => 'Розрахунок виконаний відповідно до тарифного плану',
    'credit_message' => 'Подані суми є орієнтовними. Точно оцінити ваше заставне майно зможе лише експерт-оцінювач в ломбардному відділенні після його перевірки',
    'edit' => 'Редагувати',
    'send_request' => 'Відправити запит',
    'all_departments' => 'Всі відділення',
    'fio' => 'ПІБ',
    'type_your_name' => 'Введіть своє повне ім\'я',
    'phone_number' => 'Номер телефону',
    'type_email' => 'Введіть електронну адресу',
    'calc_city' => 'Місто',
    'office_address' => 'Адреса відділення',
    'upload_photo' => 'Завантажити фото виробу',
    'next' => 'Далі',
    'back' => 'Назад',
    'add_photo' => 'Додати фото',
    'request_process' => 'Оформлення запиту',
    'i_agree' => 'Я згоден на використання персональних даних',
    'request' => 'Запит',
    'next_request' => 'Наступний запит',
    '20_modal_want_discount' => 'Отримайте знижку 20% на відсоткову ставку!*',
    '20_modal_text' => '* Під знижка мається на увазі відсоткова ставка на кредит під заставу золота, зменшіть на 20% в порівнянні з тарифним планом "Загальний для КЛІЄНТІВ без дисконтного статусу". Щоб отріматі знижку, зробіть 3 простих кроки:
<br>1. Заповніть анкету учасника
<br>2. Отримав смс з промокодом на свой номер.
<br>3. Покажіть промокод спеціалісту ломбардного відділення и получил свою знижку 20% до кінця договором кредитування.',

    'we_will_send_sms' => 'Оцінка техніки буде відправлена протягом 30 секунд в смс повідомленні на вказаний вами номер.',

    'developed' => 'Розроблено',

    // валидация сообщения
    'weight_required' => 'Необхідно вказати вагу виробу',
    'hallmark_required' => 'Необхідно вказати пробу виробу',
    'tariff_required' => 'Необхідно вказати тарифный план',
    'status_required' => 'Необхідно вказати дисконтний статус',
    'type_required' => 'Необхідно вибрати тип',
    'brand_required' => 'Необхідно вибрати бренд',
    'model_required' => 'Необхідно вибрати модель',
    'item_required' => 'Необхідно вибрати пункт',
    'field_required' => 'Поле обов\'язково до заповнення',
    'right_phone_required' => 'Введіть правильний номер телефону',
    'city_required' => 'Необхідно вибрати місто',
    'agree_required' => 'Необхідно Вашу згоду',

    'phone_tab' => 'Телефон/Планшет',
    'another_device' => 'Інші пристрої',

    'condition' => 'Стан',
    'condition1' => 'Пристрій з явними дефектами корпусу, наявність дефектів на дисплеї: плями (білі, жовті, зелені), засвітки, биті пікселі, тріщини і відколи. Множинні глибокі подряпини, добре помітні вмʼятини, явні сліди падіння, відсутність деталей, але при цьому основні вузли повністю працездатні.',
    'condition2' => 'Пристрій з активними слідами експлуатації. Можливі незначні тріщини корпусу, сильні потертості, поодинокі глибокі подряпини, незначні сліди падінь. Наявність не більше двох битих пікселів.',
    'condition3' => 'Пристрій з незначними слідами використання. Можливі не глибокі подряпини на корпусі, незначні потертості на дисплеї, затерті кути, але не сліди падінь.',
    'condition4' => 'Пристрій у відмінному стані, майже новий. Можливі незначні мікроподряпини на задній кришці. Неприпустимо наявність пошкоджень на дисплеї, слідів падіння і інших дефектів.',
    'condition5' => 'Новий пристрій, в ідеальному стані, без найменших дефектів. Наявність будь-яких потертостей, подряпин, відколів, плям, вмʼятин та інших дефектів не допустимо. Наявність касового чека з датою, не пізніше 14 днів від дня придбання даного пристрою.',

    'set' => 'Комплектация',
    'set1' => 'Комплекту нема. В наявності тільки пристрій.',
    'set2' => 'В наявності тільки зарядний пристрій',
    'set3' => 'В наявності: зарядний пристрій, заводська упаковка, документи (можливо відсутність документів).',
    'set4' => 'Повний комплект який гарантує виробник.',
    'set5' => 'Повний комплект який гарантує виробник. Обовʼязкова наявність гарантійного талона і чека про покупку.',
    'check_set' => 'Перевірте комплектацію праворуч',
    'calculation' => 'Особисті дані',


    'technics_type' => 'Тип техніки',
    'gadget_type' => 'Тип пристрою',
    'choose_brand' => 'Виберіть бренд',
    'choose_model' => 'Виберіть модель',
    'brand' => 'Бренд',
    'model' => 'Модель',
    'for_example' => 'Наприклад',
    'i_have_pc' => 'В мене комп\'ютер/ноутбук',
    'processor' => 'Процессор',
    'memory' => 'Об\'єм оперативної пам\'яті',
    'hdd' => 'Об\'єм жорсткого диска',
    'video' => 'Відеокарта',

    //  special abilities

    'your_mail' => 'Ваш e-mail',
    'diamonds' => 'Діаманти',
    'antiques' => 'Антикваріат',
    'watches' => 'Годинники',
    'jewelry' => 'Коштовності',
    'not_chosen' => 'Не вибрано',
    'additional_info' => 'Додаткова інформація',
    'abilities_message_diamonds' => 'На оціночну вартість діамантів впливає:
- кольору діамантів;
- дефектність діаманта;
- якість і форми ограновування діаманта.',
    'abilities_message_antiques' => 'Оцінка антикваріату при заставі.',
    'abilities_message_watches' => 'Критерії оцінки фірмових годин:
- марка і модель;
- рік виробництва;
- наявність дорогоцінних каменів.',
    'abilities_message_jewelry' => 'Чесна і об\'єктивна оцінка виробів експертом.
Фахівці беруть до уваги стан і зовнішній вигляд речей, їх бренд, колекцію і термін використання.',
    'choose_your_bail' => 'Виберіть ваш заставу:',
    'stone_form' => 'Форма каменю',
    'weight_carats' => 'Вага карат',
    'stone_color' => 'Колір каменю:',
    'has_certificate' => 'Наявність сертифіката',
    'number_certificate' => 'Номер сертифіката',
    'clearness' => 'Чистота',
    'additional_information' => 'Додаткова інформація',
    'geom_parameters' => 'Геометричні параметри',
    'antiques_message' => 'Сфотографуйте Вашу річ. Загальний план, більш крупно деталі, задню сторону. Клейма, печатки, написи, якщо такі є. Вкажіть розміри. Чим вище якість фото і чим їх більше, тим точніше і легко для нас буде Вам допомогти.',
    'message_length' => 'Занадто короткий опис',
    // watches
    'watches_brand' => 'Марка годинника',
    'watches_model' => 'Модель або ref-номер',
    'watches_condition' => 'Стан годинника',
    'documents' => 'Документи',
    'watches_place' => 'Місце придбання',
    'original_box' => 'Оригінальна коробка',
    'watches_date' => 'Дата купівлі',
    'product_type' => 'Вид виробу',
    'product_brand' => 'Бренд',
    'product_metal' => 'Метал',
    'product_hallmark' => 'Проба',
    'product_weight' => 'Вага виробу',
    'additions_character' => 'Характеристики вставок',
    'original_package' => 'Оригінальна упаковка',
    'new' => 'Нові',
    'not_ok' => 'Не справні',
    'has_filled' => 'Є заповнені',
    'has_not_filled' => 'Є незаповнені',
    'there_is' => 'Є',
    'there_is_not' => 'Ні',
    'January' => 'Січень',
    'February' => 'Лютий',
    'March' => 'Березень',
    'April' => 'Квітень',
    'May' => 'Травень',
    'June' => 'Червень',
    'July' => 'Липень',
    'August' => 'Серпень',
    'September' => 'Вересень',
    'October' => 'Жовтень',
    'November' => 'Листопад',
    'December' => 'Грудень',

    'confirm' => 'Підтвердити'

];
